[
    {
        "id": 1,
        "estate_title": "Luxurious Villa with Ocean View",
        "segment_name": "Villa",
        "description": "Experience luxury living in this exquisite villa with breathtaking ocean views.Experience luxury living in this exquisite villa with breathtaking ocean views. This stunning villa offers the ultimate in coastal living, boasting expansive living spaces, luxurious amenities, and unparalleled views of the Pacific Ocean. Step inside to discover a grand foyer adorned with elegant chandeliers and marble floors, leading to a spacious living area with floor-to-ceiling windows that frame the azure waters beyond. The gourmet kitchen features top-of-the-line appliances and a large island, perfect for entertaining guests. Retreat to the master suite, where panoramic ocean views await from the private balcony, or unwind in the lavish spa-like bathroom complete with a soaking tub and dual vanities. Outside, the sprawling terrace offers multiple seating areas, a sparkling infinity pool, and a built-in barbecue, ideal for enjoying the California sunshine and hosting al fresco gatherings. With its unmatched beauty and luxurious amenities, this villa offers a truly extraordinary coastal lifestyle.",
        "price": "$2,500,000",
        "status": "sale",
        "area": "5000 sq ft",
        "bedrooms": 5,
        "bathrooms": 6,
        "location": "Malibu, California",
        "facilities": [
            "Swimming Pool",
            "Spa",
            "Home Theater"
        ],
        "image": "/public/img/estates1.png",
        "button": "View Property"
    },
    {
        "id": 2,
        "estate_title": "Modern Apartment in Downtown",
        "segment_name": "Apartment",
        "description": "Discover urban living at its finest in this sleek and stylish downtown apartment.Discover urban living at its finest in this sleek and stylish downtown apartment. Situated in the heart of the city, this modern apartment offers a sophisticated retreat with contemporary design and upscale amenities. Step inside to find an open-concept living area bathed in natural light, featuring sleek finishes and hardwood floors throughout. The gourmet kitchen is equipped with stainless steel appliances, quartz countertops, and ample storage space. Unwind in the spacious master suite, complete with a walk-in closet and en-suite bathroom featuring a luxurious soaking tub and separate shower. Additional highlights include a private balcony with city views, in-unit laundry, and reserved parking. Residents also enjoy access to building amenities such as a fitness center, rooftop terrace, and 24-hour concierge service. With its prime location and luxurious features, this apartment offers the perfect blend of style and convenience for urban living.",
        "price": "$5,000/month",
        "status": "rent",
        "area": "1200 sq ft",
        "bedrooms": 5,
        "bathrooms": 6,
        "location": "New York City, New York",
        "facilities": [
            "Gym",
            "Rooftop Terrace",
            "Concierge Service"
        ],
        "image": "/public/img/estates2.png",
        "button": "View Property"
    },
    {
        "id": 3,
        "estate_title": "Cozy Cottage in the Countryside",
        "segment_name": "Cottage",
        "description": "Escape to tranquility in this charming cottage nestled amidst scenic countryside.Escape to tranquility in this charming cottage nestled amidst scenic countryside. This cozy cottage offers a peaceful retreat from the hustle and bustle of city life, surrounded by lush greenery and stunning natural landscapes. Step inside to find a warm and inviting living space, complete with rustic wooden beams, a stone fireplace, and comfortable furnishings. The kitchen is equipped with modern appliances and ample counter space, perfect for preparing home-cooked meals. Upstairs, the quaint bedrooms offer cozy accommodations, while the updated bathroom features a clawfoot tub and vintage fixtures. Outside, the expansive garden provides plenty of space for outdoor activities and relaxation, with a private patio area ideal for enjoying meals alfresco. With its idyllic setting and charming features, this cottage is the perfect destination for a peaceful countryside getaway.",
        "price": "$350,000",
        "status": "sale",
        "bedrooms": 3,
        "bathrooms": 2,
        "area": "1500 sq ft",
        "location": "Cotswolds, England",
        "facilities": [
            "Fireplace",
            "Garden",
            "Outdoor Patio"
        ],
        "image": "/public/img/estates5.jpg",
        "button": "View Property"
    },
    {
        "id": 4,
        "estate_title": "Spacious Family Home with Mountain Views",
        "segment_name": "House",
        "description": "Create lasting memories in this spacious family home boasting stunning mountain views. Create lasting memories in this spacious family home boasting stunning mountain views. This spacious home offers ample room for family living and entertaining, with expansive living areas and panoramic views of the surrounding mountains. Step inside to discover a light-filled living room with soaring ceilings and a cozy fireplace, perfect for gathering with loved ones. The gourmet kitchen is a chef's delight, featuring granite countertops, stainless steel appliances, and a large island for casual dining. Upstairs, the luxurious master suite offers a peaceful retreat with a private balcony overlooking the mountains, along with a spa-like en-suite bathroom and walk-in closet. Three additional bedrooms provide plenty of space for family and guests, while the backyard oasis features a covered patio, lush landscaping, and a sparkling pool and spa. With its unbeatable location and luxurious amenities, this home offers the perfect blend of comfort and style for modern family living.",
        "price": "$700,000",
        "status": "sale",
        "area": "3000 sq ft",
        "bedrooms": 5,
        "bathrooms": 4,
        "location": "Denver, Colorado",
        "facilities": [
            "Family Room",
            "Outdoor Deck",
            "Garage"
        ],
        "image": "/public/img/estates3.png",
        "button": "View Property"
    },
    {
        "id": 5,
        "estate_title": "Chic Loft in Historic District",
        "segment_name": "Loft",
        "description": "Live in style in this chic loft located in the heart of a vibrant historic district.Live in style in this chic loft located in the heart of a vibrant historic district. This stylish loft offers modern living with historic charm, situated in a converted warehouse in the heart of the city's most desirable neighborhood. Step inside to find an open and airy living space with exposed brick walls, high ceilings, and hardwood floors throughout. The sleek kitchen features stainless steel appliances, quartz countertops, and custom cabinetry, perfect for the home chef. The spacious bedroom area offers privacy and comfort, while the updated bathroom boasts designer fixtures and a luxurious walk-in shower. With its prime location and industrial-chic design, this loft is the epitome of urban sophistication.",
        "price": "$1,200,000",
        "status": "sale",
        "area": "1800 sq ft",
        "bedrooms": 5,
        "bathrooms": 6,
        "location": "Charleston, South Carolina",
        "facilities": [
            "Open Floor Plan",
            "Exposed Brick Walls",
            "City Views"
        ],
        "image": "/public/img/estates4.png",
        "button": "View Property"
    },
    {
        "id": 6,
        "estate_title": "Exclusive Penthouse with Skyline Views",
        "segment_name": "Penthouse",
        "description": "Indulge in luxury living in this exclusive penthouse offering breathtaking skyline views.Indulge in luxury living in this exclusive penthouse offering breathtaking skyline views. This exclusive penthouse offers the ultimate in urban luxury, boasting breathtaking views of the city skyline and unparalleled amenities. Step inside to discover an expansive living space with floor-to-ceiling windows, allowing for panoramic views from every room. The gourmet kitchen is a chef's dream, featuring state-of-the-art appliances, marble countertops, and a large island for casual dining. The spacious master suite offers a serene retreat with a luxurious en-suite bathroom and private balcony overlooking the city below. Additional highlights include a private elevator, wraparound terrace, and 24/7 security for peace of mind. With its prime location and luxurious features, this penthouse redefines city living at its finest.",
        "price": "$8,500/month",
        "status": "rent",
        "area": "2500 sq ft",
        "bedrooms": 5,
        "bathrooms": 6,
        "location": "Los Angeles, California",
        "facilities": [
            "Private Elevator",
            "Wraparound Terrace",
            "24/7 Security"
        ],
        "image": "/public/img/estates6.jpg",
        "button": "View Property"
    }
]